import React from 'react';
import Navbar from '../components/Navbar';
import Footer from '../components/Footer';
import { Link } from 'react-router-dom';

export default function Marfive() {
  return (
    <div className="flex flex-col min-h-screen">
      <Navbar />
      
      <main className="flex-grow">
        {/* Hero Section */}
        <section className="bg-gray-100 py-12">
          <div className="container mx-auto px-4 sm:px-6 lg:px-8">
            <div className="text-center">
              <p className="text-lg sm:text-xl text-gray-600 mb-4" style={{ fontFamily: 'Quicksand' }}>
                लेनिनने सांगितल्याप्रमाणे, जो माणूस मानव जातीने निर्माण केलेले साहित्य स्वतःचे ज्ञान समृद्ध करण्याबरोबर साम्यवादी समाज घडवण्यासाठी करतो तो खरा कम्युनिस्ट
              </p>
              {/* Author Information */}
              <p
                className="text-sm sm:text-base text-gray-700 italic"
                style={{ fontFamily: 'Quicksand' }}
              >
                लेखक: Yashodhara Gadgil
              </p>
            </div>
          </div>
        </section>

        {/* Blog Content Section */}
        <section className="py-10 px-4 sm:px-6 lg:px-8 bg-white">
          <div className="container mx-auto max-w-5xl">
            <article className="prose lg:prose-xl mx-auto text-gray-700">
              <h2 className="font-bold text-teal-600 mb-4" style={{ fontFamily: "'Playfair Display', serif" }}>
                चिनी भाषा जाणणार्‍यांसाठीच्या विविध संधी
              </h2>
              <p>
"लेनिनने सांगितल्याप्रमाणे, जो माणूस मानव जातीने निर्माण केलेले साहित्य स्वतःचे ज्ञान समृद्ध करण्याबरोबर साम्यवादी समाज घडवण्यासाठी करतो तो खरा कम्युनिस्ट" हे शब्द आहेत संपूर्ण वाल्मिकी रामायणाचा चिनी भाषेत अनुवाद करणाऱ्या च्यी शिएन लिन यांच्या मनोगतामधले..
</p><p>
त्यांनी "लुओमो याना" या नावाने पहिल्यांदाच संपूर्ण वाल्मिकी रामायण चिनी भाषेत अनुवादित केले. चार-चार ओळींच्या श्लोकांचा तोच बाज ठेवत आणि चिनी भाषेतील उच्चारांच्या मर्यादा सांभाळत, रामायणात येणाऱ्या अनेक स्थळ - काळ - व्यक्तिरेखांची विशेषनामे अनुवादित करण्याचे अशक्यप्राय काम त्यांनी केले.
</p><p>
चिनी तत्त्वज्ञ च्यी शिएन लिन हे इंडॉलॉजिस्ट. संस्कृत बरोबरच त्यांना १२ परदेशी भाषा अवगत होत्या. रामायणाच्या ७ काण्डांचे त्यांनी चार भागात भाषांतर केले. त्यातील पहिला भाग १९८४ मध्ये प्रकाशित झाला. रामायणाच्या ९० हजार ओळींबरोबर पंचतंत्र, कालिदासाचे शाकुंतल, मेघदुत यांचे ही त्यांनी चीनी भाषेत अनुवाद केले. भारतीय संस्कृतीवर त्यांनी १६ लेख लिहिले. या वैशिष्ट्यपूर्ण कामगिरीमुळे भारतीय सरकारने त्यांना २००८ मधे दुसऱ्या क्रमांकाचा नागरी पुरस्कार "पद्मविभूषण" देऊन गौरविले.
</p><p>
च्यी श्यीएनलिन यांच्या आधी पेकिंग युनिव्हर्सिटीमधील भारताविषयी काम करणारे "च्यीन खमू" यांनी बौद्ध ग्रंथांचे चिनी भाषांतर केले. विविध चीनी आणि बोली भाषांमधील रामायणाचे उल्लेख त्यांनी काटेकोरपणे संकलित केले. यात सहा प्रमिथे, मंकी किंग, बुद्ध चरित्र, महाविभाज सूत्र तसेच बौद्ध भिक्खू श्युआन चांग (xuan zang) यांची वर्णने आणि पेशावर व पुष्करवती साम्राज्यातील रामायणाचे उल्लेखही त्यांनी संकलित केले.
</p><p>
च्यी श्यीएनलिन यांचे वाल्मिकी रामायण येण्यापूर्वी सहाव्या शतकापासून रामायणातील काही भाग, काही गोष्टी या चीनमध्ये खूप प्रसिद्ध झाल्या होत्या.
</p><p>
जातक कथा या त्यातील सर्वात प्रसिद्ध, ज्यावर बौद्ध धर्माचा खूप प्रभाव होता. त्यातील पहिल्या कथेत रामाला वनवासाला जावे लागले नाही. दुसऱ्या कथेत राम म्हणजे बोधिसत्व हा त्याच्या दुष्ट काकाशी राज्य हरल्यावर राणीबरोबर जंगलात जातो. या कथेत रावणाची जागा समुद्री ड्रॅगन ने घेतली आहे तर अशोक वाटिकेच्या जागी ड्रॅगनच्या गुहेचा उल्लेख आहे. यात सुग्रीव हे एक उदास वानर दाखविलेले आहे, ज्याचे राज्य त्याच्या काकांनीच लुटलेले असते.
</p><p>
तिसरी कथा शंबूकाची आहे ज्यात त्याला शूद्र दाखवून त्रेता युगात त्याने तप केल्याने देव कसे नाराज होतात व नारदाच्या सांगण्यावरून राम त्याला कसे मारतो हे वर्णिलेले आहे.
</p><p>
चीनमधील तेव्हाच्या विविध राजेशाहींमध्ये सुद्धा रामायण हे स्थानिक लोककला - परंपरा यामध्ये आढळते. आत्ताच्या युनान भागातील कथांमध्ये रामायणातील पहिले काही कथानक सारखे असून नंतर सीता स्वयंवर ऐवजी दशरथ राजा मुलासाठी राणी निवडतो असा उल्लेख आहे. मंग कोसल राजाशी रामाचे युद्ध होते पण नंतर त्यांची युती होऊन राम राजा होतो. या रामायणात कोणीही मरत नाही.
</p><p>
श्यि शुआंग पान ना (Xi shuang ban na) या क्षेत्रातील कथेमध्ये दहा डोक्यांचा राजा सीतेला त्रास देतो. त्याची मावशी ही सोन्याचे हरीण म्हणून दाखविले आहे. तो राजा त्याच्या आईला व राणीला समुद्रात सोडून देतो. त्यात त्याची आई मरते मात्र बायको वाचते, जी पुढे एका वानराशी लग्न करते आणि त्यांचा मुलगा "अनुमान" त्या दहा डोक्याच्या राजाची लढून आईचा बदला घेतो. या गोष्टीत खूप स्थानिक नाव आणि जागा घेतलेल्या आहेत. अनुमानाने आणलेला पर्वत हा त्यांनी चीनमधील युनान भागात फेकला असे मानले जाते.
</p><p>
तिबेटी तारंथा गोष्टी आणि मंगोल मधील रामायण यात खूप साम्य आढळते. खोतेनीज (hotenese) रामायणात रावण माफी मागून मांडलिक राजा बनतो.
</p><p>
या कथांनंतर भाषांतरित झालेले वाल्मिकी रामायण हे अधिक परिपूर्ण आहे. च्यी श्यीएनलिन यांनी नुसता रामायणाचा अनुवादच केला नाही तर, तिसऱ्या खंडाच्या सुरुवातीला त्यांनी मनोगतात रामायणाचे मूल्यमापनही केले. रामायण आणि बुद्धिझम यांचा संबंध आणि विविध राजवटींनी रामायणाचा कसा वापर करून घेतला होता हेही त्यांनी नमूद केले आहे.
</p><p>
रामायणाच्या लेखकाबद्दल बोलताना ते म्हणतात की मूळ एक लेखक सांगणे कठीण आहे. त्यांच्या मते पहिले आणि सातवे काण्ङ वगळता बाकी काव्याची रचना, शैली एकसारखी आहे. सुरुवातीला मौखिक, प्रवचन, कीर्तन यातून याचा प्रसार होत गेला असावा. हे सर्व मजकूर संकलित करून त्याला काव्यरूप देणाऱ्या लोकांना "वाल्मिकी" असे संबोधले गेले असावे. पिढ्यानुपिढ्या मौखिक स्वरूपानंतर जेव्हा ते स्थानिक लिपी मध्ये लिहिले गेले तेव्हा त्यात काही गोष्टींची भर पडली असावी.
</p><p>
वाल्मिकींनी रामाचे इतके गुण वर्णन केल्याने दोन हजारपेक्षा जास्त वर्षे होऊन ही राम नायक किंवा देव म्हणून लोकांच्या मनात आहे. च्यी श्यीएनलिन यांना राम हा सरंजामी नैतिकतेचे समर्थन करणारा पती वाटला. त्यांच्या दृष्टीने रामायणातील सकारात्मक पात्र लक्ष्मण हे आहे. धाडसी, बंडखोर, सरंजामशाहीवर टीका करणारा आणि कायम नियतीशी लढा देणारा तो नायक आहे.
</p><p>
रामायणात अनेक चांगल्या गोष्टींबरोबरच नियतीवाद, सरंजामशाहीतील नैतिकता, पितृसत्ता, पदानुक्रम, स्त्रियांविरुद्ध भेदभाव इत्यादी उणिवा सुद्धा त्यांनी लिहिल्या आहेत.
</p><p>
तेव्हाच्या समाजाचे म्हणजे राजेशाही, सरंजामशाही आणि गुलामगिरी याचे प्रातिनिधिक स्वरूप यात आले असावे. त्यांच्या दृष्टीने राजा हा जमीनदार समाजाचा प्रतिनिधी तर गुलामांच्या नेत्याचा अवतार म्हणजे राक्षसराजा असे त्यांना राम-रावण संघर्षाचे वर्णन वाटले आहे. त्यांनी पूर्वीच्या भारतीय सरंजामशाहीची तुलना ब्रिटिशकालीन व्यवस्थेशी केली. त्यांच्या मते, चीनमधील सरंजामशाही जास्त प्रगतिशील व परिवर्तनशील होती.
</p><p>
त्यांनी रामायणातील कलात्मक वैशिष्ट्यांचे खूप कौतुक केले आहे. लोकराज्य, वानरराज्य, राक्षसराज्य हे लिहिताना ते खरोखरच वास्तविक वाटावेत इतक्या सुंदर रीतीने शब्दबद्ध केले आहे. भारतातील सर्व ऋतूंची आकर्षक वर्णने व त्याला साजेशा अद्वितीय कवितांच्या रचना यामुळे ते भारावून गेले.
</p><p>
रामायणाचा बुद्ध धर्माशी संबंध जोडताना त्यांनी गीतेच्या दुसऱ्या अध्यायातील 72 व्या श्लोकाचा संदर्भ दिला आहे. ज्यात त्यांच्या मते बुद्धांचे विचार मांडले आहेत. शाक्यमुनी व राम यांचे जन्मस्थळ हे खूप जवळ होते तसेच दोघांचेही निर्वाण सारख्याच वेळेला झाल्याचे ते मानतात.
</p><p>
भारताची चीनशी सांस्कृतिक देवाण-घेवाण ही २००० वर्षांपेक्षा जास्त काळ चालू आहे त्यातूनच बौद्ध धर्म ग्रंथ आणि इतर भारतीय प्राचीन उत्कृष्ट साहित्यकृती या चिनी, तिबेटी, मंगोलियन भाषेत जशाच्या तशा अनुवादित केल्या गेल्या मात्र रामायणाचा विसाव्या शतकापर्यंत संपूर्ण अनुवाद झाला नाही याचे च्यी श्यीएनलिन यांच्या दृष्टीने महत्त्वाचे कारण की बुद्ध धर्माचे अंतिम ध्येय बुद्धत्व होते. हिंदू रामायणाचा प्रसार करून बुद्ध धर्म वाढणार नव्हता. पण इतक्या लोकप्रिय साहित्यकृतीकडे पूर्ण दुर्लक्ष करणे ही तेव्हाच्या लोकांना शक्य झाले नाही. त्यामुळे काही उल्लेख हे वेगवेगळ्या कथा, ग्रंथ यात आले. काही ठिकाणी बुद्ध धर्माचा प्रभाव पडून गोष्टी बदलल्या गेल्या. दशमुखी राजा, सोन्याचे हरीण, राम म्हणजे बोधिसत्व, हनुमान म्हणजे दैवी शक्ती मिळालेले वानर यांचा उल्लेख सगळीकडे बघायला मिळतो. हनुमान आणि सून वू खोंग (Sun wukong) नावाचे वानर यांच्यात अतिशय साधर्म्य आहे.
</p><p>
हे वानर "श्यी यौच्यी" ( जर्नी टू द वेस्ट ) मधील प्रमुख पात्र आहे. श्युआन चांग (Xuan zang) ह्या बौद्ध भिक्षूच्या भारत व इतर देशातील प्रवासावरील चिनी भाषेतील पहिल्या चार उत्कृष्ट कलाकृतीतील ही एक कलाकृती आहे.
</p><p>
च्यी श्यीएनलिन यांच्या मते रामायणाचा उपयोग बौद्ध धर्माच्या प्रचाराबरोबरच तत्कालीन राजकीय गरजा पूर्ण करण्यासाठी ही केला गेला. हान राजवटीत नैतिकता व निष्ठा यावर भर देण्यासाठी रामायण वापरले गेले तर सरंजामी व्यवस्थेची स्तुती करण्यासाठी ताय राजांनी याचा वापर केला. रामाच्या सुवर्णयुगाची तुलना तात्कालीन तिबेटी राजांची स्तुती करण्यासाठी वापरली गेली.
</p><p>
एखाद्या परदेशी कलाकृतीचा सन्मान ठेवून त्याचे त्रयस्थ म्हणून सर्व अंगांनी कसे विश्लेषण करावे याचे उत्तम उदाहरण च्यी श्यीएनलिन यांनी यातून दाखवून दिले आहे.
              </p>
              <div className="text-center mt-8">
                <Link to="/blogs">
                  <button
                    className="bg-teal-600 hover:bg-teal-700 text-white font-bold py-2 px-4 rounded transition-colors duration-300"
                    style={{ fontFamily: 'Quicksand' }}
                    aria-label="Back to Blogs"
                  >
                    Back to Blogs
                  </button>
                </Link>
              </div>
            </article>
          </div>
        </section>
      </main>

      <Footer />
    </div>
  );
}
